Repository: dev2com/bluepaid_woocommerce_public
Catalog: i18n/woocommerce-gateway-bluepaid-*.po
Languages: fr_fr

source: Enable/Disable
fr_fr: Activer / Désactiver

source: Enable bluepaid
fr_fr: Activer Bluepaid

source: This controls whether or not this gateway is enabled within WooCommerce.
fr_fr: Permet d'activer ou déactiver cette méthode de paiement sur Woocommerce

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Titre présenté à l'utilisateur lors du paiement

source: This controls the description which the user sees during checkout.
fr_fr: Description présentée à l'utilisateur lors du paiement

source: bluepaid Sandbox
fr_fr: Mode test Bluepaid

source: Place the payment gateway in development mode.
fr_fr: Autoriser les paiements réalisés avec une carte de test bluepaid

source: Merchant ID
fr_fr: Identifiant de compte d'encaissement

source: This is the merchant ID, received from bluepaid (id boutique).
fr_fr: Il s'agit de l'identifiant de compte d'encaissement fourni par Bluepaid (id boutique)

source: Send Debug Emails
fr_fr: Envoyer les mails de déboggage

source: Send debug e-mails for transactions through the bluepaid gateway (sends on successful transaction as well).
fr_fr: Envoyer les e-mails de transactions effectuées par bluepaid (envoyés lorsque la transaction aboutit)

source: Who Receives Debug E-mails?
fr_fr: Qui reçoit les e-mails de déboggage

source: The e-mail address to which debugging error e-mails are sent when in test mode.
fr_fr: L'adresse e-mail sur laquelle adresser les mails d'erreur quand vous êtes en mode test

source: bluepaid works by sending the user to %sbluepaid%s to enter their payment information.
fr_fr: Bluepaid fonctionne en redirigeant vos utilisateurs vers %sbluepaid%s où ils indiquent leurs informations bancaires

source: New order from %s
fr_fr: Nouvelle commande de %s

source: Thank you for your order. We are now redirecting you to Bluepaid to make payment.
fr_fr: Merci pour votre commande. Vous allez à présent être redirigé vers Bluepaid pour en effectuer le règlement.

source: Cancel order &amp; restore cart
fr_fr: Annuler la commande &amp; restaurer panier

source: Thank you for your order, please click the button below to pay with bluepaid.
fr_fr: Merci pour votre commande, veuillez cliquer sur le bouton ci-dessous pour payer via Bluepaid.

source: Payment %s via IPN.
fr_fr: Paiement %s via IPN.

source: Amount mismatch
fr_fr: Le montant ne correpond pas

source: Bad access of page
fr_fr: mauvais accès à la page

source: Bad source IP address
fr_fr: Adresser Ip source invalide

source: Failed to connect to bluepaid
fr_fr: Impossible de se connecter à bluepaid.

source: Security signature mismatch
fr_fr: Signature de sécurité invalide

source: Merchant ID mismatch
fr_fr: Identifiant de compte ne correspond pas

source: No saved session found for ITN transaction
fr_fr: Aucune sessions trouvée pour cette transaction

source: Order ID not present in URL
fr_fr: Identifiant de commande non touvé dans l'url

source: Order ID mismatch
fr_fr: L'identifiant de commande ne correpond pas

source: This order ID is invalid
fr_fr: Cet identifiant de commande est invalide

source: Order Number mismatch
fr_fr: Numéro de commande ne correpsond pas

source: This order has already been processed
fr_fr: Cette commande a déjà été effectuée

source: Session ID mismatch
fr_fr: Identifiant de session invalide

source: Unkown error occurred
fr_fr: Une erreur inconnue est intervenue

source: Transaction with test card in production
fr_fr: Transaction effectuée avec une carte de test

source: Payment was successful
fr_fr: Le paiement a abouti

source: Payment has failed
fr_fr: La paiement a échoué

source: The payment is pending. Please note, you will receive another Instant
fr_fr: Le paiement est en attente. Vous allez être informé dans un instant

source: Transaction Notification when the payment status changes to
fr_fr: Notification de transaction quand le paiement change de

source: "Completed", or "Failed"
fr_fr: "Complété" à "Echoué"

source: There was a problem connecting to the payment gateway.
fr_fr: Il ya eu un problème lors de la connexion à la plateforme de paiement

source: Empty bluepaid response.
fr_fr: La réponse de Bluepaid est vide

source: Settings
fr_fr: Réglages
